// MARK: - CONTENT VIEW

/* Tab view buttons */
"Convert" = "Convertire";
"Favorites" = "Preferiti";
"Settings" = "Impostazioni";

// MARK: - CONVERSION

/* Toolbar button to stop editting textfield */
"Done" = "Fatto";

// MARK: - FAVORITES

/* Placeholder text when Core Data is empty */
"Search a currency pair and add it to favorites." = "Cerca una coppia di valute e aggiungila ai preferiti.";

// MARK: - SETTINGS

/* List section headers */
"Preferences" = "Preferenze";
"Stay in touch" = "Rimani in contatto";
"About" = "Di";

/* Picker label */
"Default currency" = "Valuta predefinita";

/* Search Bar label */
"Search..." = "Cerca...";

/* Link to rate app */
"Rate Simoleon" = "Vota simoleon";

/* Link to go to Twitter */
"Developer's Twitter" = "Twitter dello sviluppatore";

/* Link to contact */
"Contact" = "Contatto";

/* Link to website */
"Website" = "Sito web";

/* Link to privacy policy */
"Privacy Policy" = "Politica sulla riservatezza";

/* Link to terms of use */
"Terms of Use" = "Termini di utilizzo";

// MARK: - SUBSCRIPTION PAYWALL

/* Title */
"Unlock All Access" = "Sblocca tutti gli accessi";

/* Subscription feature titles */
"Favorite Forex Pairs" = "Coppie forex preferite";
"Over 170 Currencies" = "Oltre 170 valute";
"Everything is Up-to-date" = "Tutto è aggiornato";
"Cryptos and Commodities" = "Criptovalute e materie prime";

/* Subscription feature description */
"Save any currency pair to access them quickly." = "Salva qualsiasi coppia di valute per accedervi rapidamente.";
"Access almost every currency of the world." = "Accedi a quasi tutte le valute del mondo.";
"Your settings and favorite currencies in all your devices." = "Le tue impostazioni e valute preferite in tutti i tuoi dispositivi.";
"Convert currency between cryptos, gold, and silver." = "Converti valuta tra criptovalute, oro e argento.";

/* Button to dismiss modal sheet */
"Cancel" = "Cancella";

// MARK: - CURRENCY SELECTOR

/* Navigation title */
"Currencies" = "Valute";

// MARK: - CURRENCY ROW

/* Label */
"From %@ to %@" = "Da %@ a %@";

// MARK: - CONVERSION BOX

/* Text field placeholder */
"Enter amount" = "Inserisci l'importo";

// MARK: - SIDE BAR

/* Navigation title */
"Categories" = "Categorie";

// MARK: - SUBSCRIBE BUTTON

/* Label */
"Subscribe for %@ / month" = "Iscriviti per %@ / mese";

// MARK: - RESTORE BUTTON

/* Label */
"Restore purchases" = "Ripristinare gli acquisti";

/* Alert title */
"No subscriptions found" = "Nessun abbonamento trovato";

/* Alert message */
"You are not subscripted to Simoleon yet." = "Non sei ancora abbonato a simoleon.";
